Repository: KurogamiLight3303/GatewaysTest
Catalog: GatewaysTest.Domain/Common/Language/I18n.*.resx
Languages: es

source: Invalid Ip Address
es: Dirección Ip invalida

source: Gateway Removed
es: Gateway Eliminado

source: Invalid Name
es: Nombre invalido

# InvalidSerialNo
source: Invalid Serial Number
es: No. Serie Invalido

# InvalidUid
source: Invalid Peripheral UID
es: Peripheral UID invalido

source: Invalid Vendor
es: Proveedor Invalido

# OnlyTenPeripheralsByGateway
source: Only 10 peripherals by each gateway are allowed
es: Solo se permiten 10 peripherals por gateway

# SerialNoAlreadyExist
source: Serial Number already exist
es: El número de serie ya existe

source: Unknow Error
es: Error desconocido

# GatewayNotFound
source: Gateway not foud
es: Gateway no encontrado

source: Peripheral not found
es: Peripheral no encontrado

source: Peripheral Removed
es: Peripheral Eliminado

# PeripheralAlreadyExits
source: Peripheral already exist
es: El periférico ya existe
